Repository: wissehes/zermelo-app-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

# about.about
source: About this app
nl: Over deze app

# about.disclaimer.text
source: This app is not made, affiliated, or endorsed by `Zermelo Software BV.`
nl: Deze app is niet gemaakt door `Zermelo Software BV`. Deze app is niet ook verwant aan `Zermelo` of `Zermelo Software BV`.

# about.github
source: GitHub (source code)
nl: GitHub (broncode)

# about.logout
source: Log out
nl: Uitloggen

# about.logout.confirm.confirm
source: Yes, log out
nl: Ja, uitloggen

# about.logout.confirm.subtitle
source: You'll have to log in again via the Zermelo Portal after doing this.
nl: Als je dit doet, moet je opnieuw inloggen via het Zermelo Portal

# about.logout.confirm.title
source: Are you sure?
nl: Weet je het zeker?

# about.madeBy
source: RoosterApp voor Zermelo is made by [Wisse Hes](https://wissehes.nl)
nl: RoosterApp voor Zermelo is gemaakt door [Wisse Hes](https://wissehes.nl)

# about.privacy.text
source: This app does not share any of your Zermelo data with third parties. It is only transferred between your device and Zermelo's servers. This app does use *Firebase Analytics* and *Sentry* to ensure bugs and other errors can be fixed quickly.
nl: Deze app deelt jouw Zermelo gegevens niet met derden, die worden alleen gegevens uitgewisseld tussen jouw telefoon en Zermelo. Deze app gebruikt wel Firebase Analytics en Sentry, dit is om ervoor te zorgen dat bugs en andere fouten snel kunnen worden opgelost.

# about.version %@ %@
source: Version **%@**, build: **#%@**
nl: Versie **%@**, build: **#%@**

# appointment.action.status.allowed
source: Allowed
nl: Toegestaan

# appointment.action.status.notAllowed
source: Not allowed
nl: Niet toegestaan

# appointment.appointment
source: Period info
nl: Lesinformatie

# appointment.cannotEnroll
source: You can't enroll in classes via this app (yet).
nl: Via deze app kan je (nog) geen andere keuzes invullen.

# appointment.enrolled
source: Enrolled
nl: Ingeschreven

# appointment.group.multiple
source: Groups:
nl: Groepen:

# appointment.group.single
source: Group:
nl: Groep:

# appointment.location.multiple
source: Locations:
nl: Locaties:

# appointment.location.single
source: Location:
nl: Locatie:

# appointment.noOtherChoices
source: No other choices.
nl: Geen andere keuzes.

# appointment.otherChoices
source: Other choices
nl: Andere keuzes

# appointment.period
source: Period:
nl: Blok:

# appointment.subjects.multiple
source: Subjects:
nl: Vakken:

# appointment.subjects.single
source: Subject:
nl: Vak:

# appointment.teacher.multiple
source: Teachers:
nl: Docenten:

# appointment.teacher.single
source: Teacher:
nl: Docent:

# calendar.accessDenied
source: No access to your calendar.
nl: Geen toegang tot jouw agenda.

# calendar.add
source: Add to calendar
nl: Toegevoegen aan agenda

# calendar.added.subtitle
source: Tap to view
nl: Tik om te bekijken

# calendar.added.title
source: Added!
nl: Toegevoegd!

# calendar.empty
source: This appointment does not have a subject.
nl: Deze les/afspraak heeft geen vakken of locaties aangegeven.

# Dag
source: Day
nl: Dag

# home.noAppointmentsFound
source: No appointments found.
nl: Geen afspraken gevonden.

# notification.body %@ %@ %@ %@
source: At %@: %@ in location: %@. Teachers: %@
nl: Om %@: %@ op locatie: %@. Docenten: %@

# notification.title %@
source: In 5 minutes: %@
nl: Over 5 minuten: %@

# schedule.cancelled
source: Cancelled
nl: Uitval

# schedule.edited
source: Changed
nl: Aangepast

# schedule.empty
source: Empty
nl: Leeg

# settings.account.current
source: Current account
nl: Huidig account

# settings.account.switch
source: Switch accounts
nl: Account wisselen

# settings.account.switchUsers
source: Press on an account to switch to it.
nl: Tik op een account om naar dat account te wisselen.

# settings.language
source: Language
nl: Taal

# settings.language.change
source: Change the language in Settings.
nl: Verander de taal in Instellingen.

# settings.notifications
source: Notifications
nl: Meldingen

# settings.notifications.account
source: Account for notifications
nl: Account voor meldingen

# settings.notifications.status.loading
source: Loading...
nl: Laden...

# settings.notifications.status.permissionDenied
source: Permission denied.
nl: Toestemming geweigerd.

# settings.notifications.status.permissionGranten
source: Permission granted.
nl: Toestemming gekregen.

# settings.openSettings
source: Open settings
nl: Instellingen openen

# settings.settings
source: Settings
nl: Instellingen

# settings.users
source: Users
nl: Accounts

# settings.users.add
source: Add user
nl: Account toevoegen

# settings.users.logout
source: Log out this user
nl: Dit account uitloggen

source: Unknown.
nl: Onbekend.

# welcome.first.begin
source: Let's go!
nl: Laten we beginnen

# welcome.first.subtitle
source: To use Schedule for Zermelo, we have to log in first.
nl: Om Rooster voor Zermelo te kunnen gebruiken, moeten we eerst inloggen.

# welcome.first.title
source: Welcome to Schedule for Zermelo
nl: Welkom bij Rooster voor Zermelo

# welcome.fourth.enterCode
source: Enter code
nl: Code invoeren

# welcome.fourth.scanQRCode
source: Scan QR code
nl: QR-Code scannen

# welcome.fourth.step
source: Step 3
nl: Stap 3

# welcome.fourth.subtitle
source: If that's the case, you can scan the QR code.
nl: Dan kunnen we nu de QR-Code gaan scannen.

# welcome.fourth.title
source: If everything went alright, you should be at this screen.
nl: Als het goed is, ben je nu bij dit scherm.

# welcome.manual.alert.description
source: Something went wrong while trying to log in. Please check if you've entered the correct details and try again.
nl: Er ging iets mis tijdens het inloggen. Controleer of je alles goed hebt ingevuld en probeer het opnieuw.

# welcome.manual.alert.title
source: Something went wrong!
nl: Er ging iets mis!

# welcome.manual.login
source: Log in
nl: Inloggen

# welcome.manual.navTitle
source: Manual entry
nl: Handmatig invoeren

# welcome.manual.title
source: You can manually enter your data here.
nl: Doet de QR code het niet? Of wil je geen QR code scannen? Hier kan je de gegevens handmatig invoeren.

# welcome.second.step
source: Step 1
nl: Stap 1

# welcome.second.title
source: Open your laptop/computer and open the Zermelo portal.
nl: Ga op je laptop naar jouw Zermelo Portal en klik op "Portal"

# welcome.third.step
source: Step 2
nl: Stap 2

# welcome.third.title
source: Then, click on the icon in the upper-left corner, as displayed below. Click on "`Koppel externe applicatie`"
nl: Druk dan linksbovenin op het icoontje onder het huisje. Druk vervolgens op "`Koppel externe applicatie`"

# word.cancel
source: Cancel
nl: Annuleren

# word.date
source: Date
nl: Datum

# word.empty
source: Empty
nl: Leeg

# word.lesson
source: Lesson
nl: Les

# word.loading
source: Loading...
nl: Laden...

# word.next
source: Next
nl: Volgende

# word.none
source: None/not available
nl: Geen/niet beschikbaar

# word.somethingWentWrong
source: Something went wrong!
nl: Er ging iets mis!

# word.today
source: Today
nl: Vandaag

# word.today.parentheses %@
source: Today (%@)
nl: Vandaag (%@)

# word.tomorrow.parentheses %@
source: Tomorrow (%@)
nl: Morgen (%@)

# word.welcome
source: Welcome
nl: Welkom
